import React from 'react'
import { Container } from 'react-bootstrap'
import Footer from '../Component/Footer'
import Navbar1 from '../Component/Navbar'
import styledComponents from 'styled-components'

const StyleText = styledComponents.div`
margin-top: 40px;
b{
  font-family: 'Roboto';
font-style: normal;
font-weight: 700;
font-size: 20px;
}
  .Text{
    font-family: 'Bai Jamjuree';
font-style: normal;
font-weight: 400;
font-size: 16px;
  }
`;

function PDPA() {
  return (
    < >
    <Navbar1/>
    <body>
        <Container fluid="lg" style={{maxWidht: "1140px"}}>
        <StyleText  >
        <div className='Text'>
        <b>นโยบายความเป็นส่วนตัว</b><br/>
        Experiencehub ให้ความสำคัญกับข้อมูลส่วนตัวของผู้ใช้ ดังนั้น Experiencehub จะเก็บรวบรวมและใช้ข้อมูลที่เกี่ยวข้องกับผู้ใช้ เฉพาะสำหรับกิจการที่ได้กำหนดไว้ในนโยบาย ความเป็นส่วนตัวนี้เท่านั้นและเก็บรักษาข้อมูลของผู้ใช้ไว้เป็นระยะเวลาตราบเท่าที่กฎหมายกำหนด หรือเป็นระยะเวลาตามวัตถุประสงค์ในการเก็บข้อมูลนั้นๆ
        <br/>
        <br/>
        โดยวัตถุประสงค์ของเอกสารฉบับนี้ (“นโยบายความเป็นส่วนตัว”) เพื่อแจ้งวิธีการเก็บรวบรวม ประมวลผล และ ใช้ “ข้อมูลส่วนบุคคล” (ตามที่ได้นิยามในเอกสารฉบับนี้) ของผู้ใช้ที่เกี่ยวกับการสมัครใช้บริการระบบการเข้าร่วมโปรเจค ระบบผลงาน รวมท้้งบริการที่เกี่ยวข้องกับผู้ใช้ (รวมเรียกว่า “บริการ”) ภายใต้บทบัญญัติของกฎหมาย ที่เกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคล บริษัทฯ แนะนำให้ผู้ใช้ได้โปรดอ่านนโยบายความเป็นส่วนตัวฉบับนี้ เพื่อรับทราบและทำความเข้าใจในวัตถุประสงค์ที่บริษัทฯ ได้เก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของผู้ประกอบการของผู้ใช้
        <br/>
        <br/>
        โดยการที่ผู้ใช้ได้เริ่มปฏิสัมพันธ์กับบริษัทฯ ส่งข้อมูลให้แก่บริษัทฯ หรือลงทะเบียนเพื่อใช้บริการของบริษัทฯ ถือว่าผู้ใช้ได้ตกลงและยินยอมให้บริษัท และผู้แทน และ/หรือตัวแทนที่เกี่ยวข้อง (ต่อไปในเอกสารนี้ รวมเรียกว่า “บริษัทฯ”, “เรา” หรือ “พวกเรา”) เก็บรวบรวม ใช้ เปิดเผย และเผยแพร่ข้อมูลส่วนบุคคลของผู้ใช้ รวมถึงเปิดเผยข้อมูลส่วนบุคคลดังกล่าว ต่อผู้ใช้ที่ได้รับมอบอำนาจของบริษัทฯ และบุคคลภายนอกที่เกี่ยวข้อง ตามที่ได้กำหนดไว้ในนโยบายความเป็นส่วนตัวฉบับนี้
        <br/>
        <br/>
        <b>การเก็บข้อมูลของผู้ใช้โดยบริษัทฯ (Personal Information Collected by Company)</b>
        <br/>
        เมื่อผู้ใช้ได้สมัครใช้บริการ เพื่อใช้บริการของบริษัทฯ หรือได้ใช้บริการ เข้าถึงบริการ บริษัทฯ อาจจะร้องขอให้ผู้ใช้ให้ข้อมูลส่วนบุคคลของผู้ใช้ รวมทั้งข้อมูลที่ไม่เปิดเผยชื่อ สำหรับการให้บริการดังกล่าว<br/>
        • ข้อมูลการลงทะเบียนของผู้ใช้ ได้แก่ ชื่อ-นามสกุล, หมายเลขโทรศัพท์, ที่อยู่อีเมล <br/>
        • ข้อมูลที่เราได้รับจากบุคคลภายนอก เช่น ผู้ให้บริการเว็บไซต์หรือแพลตฟอร์ม เกี่ยวกับการใช้เว็บไซต์ของเราบนแพลตฟอร์มหรืออุปกรณ์ของบุคคลภายนอก <br/>
        • ข้อมูลการใช้งาน ข้อมูลการดู ข้อมูลทางเทคนิค และข้อมูลอุปกรณ์เมื่อคุณเข้าชมเว็บไซต์ หรือเปิดอีเมลที่เราส่ง รวมถึงประเภทของเบราว์เซอร์หรืออุปกรณ์ รหัสตัวระบุอุปกรณ์ที่ไม่ซ้ำกัน และที่อยู่ IP ของผู้ใช้ 
        <br/>
        <br/>
        บริษัทฯ เห็นว่าจำเป็นและเป็นประโยชน์ของผู้ใช้บริการ และในการให้บริการ และข้อมูลส่วนบุคคลที่จำเป็นในการให้บริการและอาจจะเป็นการบ่งชี้ตัวตนของผู้ใช้ ไม่ว่าโดยทางตรง หรือทางอ้อม (รวมเรียกว่า “ข้อมูลส่วนบุคคล”)
        <br/>
        <br/>
        ผู้ใช้อาจตัดสินใจว่าจะส่งข้อมูลส่วนบุคคลให้แก่บริษัทฯ หรือไม่ หากผู้ใช้ไม่ส่งข้อมูลส่วนบุคคลตามที่จำเป็นให้แก่บริษัทฯ บริษัทฯ อาจพิจารณาปฏิเสธการขอสมัครเป็นผู้ใช้หรือปฏิเสธ ที่จะให้บริการส่วนใดส่วนหนึ่งหรือทั้งหมดแก่ผู้ใช้ ผู้ใช้ควรจะตรวจสอบว่าข้อมูลส่วนบุคคลที่ได้ส่งให้บริษัทฯ นั้นครบถ้วน เป็นจริงและถูกต้องหากผู้ใช้มิได้ตรวจสอบข้อมูลส่วนบุคคล  อาจจะทำให้บริษัทฯ ไม่สามารถให้บริการตามที่ผู้ใช้ร้องขอได้ ซึ่งผู้ใช้รับประกันและรับรองว่า ผู้ใช้อนุญาต ให้ข้อมูลส่วนบุคคลแก่บริษัทฯ เพื่อเก็บรวบรวม ประเมินผลและใช้ข้อมูลส่วนบุคคล ตามบทบัญญัติของกฎหมายที่เกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคล และนโยบายความเป็นส่วนตัวฉบับนี้
        <br/>
        <br/>
        ผู้ใช้ยอมรับและตกลง ว่าบริษัทฯ อาจจะทำการควบรวมกิจการ แยกธุรกิจ โอนย้ายธุรกิจ หรือทำการอื่นใด ซึ่งอาจเป็นผลให้มีการโอนข้อมูลส่วนบุคคลของผู้ประกอบการร้านค้าที่บริษัทฯ ได้เก็บรวบรวม ไปยังบุคคลภายนอก
        <br/>
        <br/>
        <b>วัตถุประสงค์ของการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลของผู้ใช้ (Purpose for Collection, Use and Disclosure of Personal Information) </b>
        <br/>
        บริษัทฯ อาจจะเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้ รวมถึง แต่ไม่จำกัดเฉพาะเพื่อวัตถุประสงค์ดังต่อไปนี้ 
        <br/>
    
        • เพื่อดำเนินการหรือสนับสนุนการให้บริการแก่ผู้ใช้ (รวมถึง แต่ไม่จำกัดเฉพาะ การปรับซอฟต์แวร์ (software upgrades) และปรับปรุงการให้บริการ) รวมถึงทำให้บริษัทฯ รับมือกับคำถามของผู้ใช้ได้อย่างมีประสิทธิภาพ <br/>
        • เพื่อสื่อสารและให้ข้อมูลเกี่ยวกับการพัฒนาการให้บริการใหม่ๆ ในอนาคต รวมทั้งติดต่อกับผู้ใช้ตามที่บริษัทฯ เห็นว่าจำเป็น <br/>
        • ทำวิจัยและวิเคราะห์ข้อมูลเพื่อให้เราสามารถเข้าใจถึงความต้องการของผู้ใช้ และนำมาพัฒนา ปรับปรุงบริการให้ดีเหมาะสมกับความต้องการของผู้ใช้ <br/>
        • เพื่อตรวจสอบการสมัครใช้บริการของผู้ใช้ เพื่อใช้ในการตัดสินใจว่าจะตอบรับการสมัครใช้บริการดังกล่าวหรือไม่ รวมทั้งการตรวจสอบตัวตน เมื่อบริษัทฯ ได้รับคำร้องขอ หรือคำสั่งจากผู้ใช้<br/>
        • ป้องกันมิให้เกิดการฉ้อโกง หรือไม่ได้รับอนุญาตใดๆ ในการใช้บริการ <br/>
        • ป้องกัน ตรวจจับ และสอบสวนอาชญากรรม และวิเคราะห์ รวมถึงจัดการความเสี่ยงในเชิงพาณิชย์ และดำเนินการสอบสวนเกี่ยวกับข้อพิพาท การเรียกเก็บค่าสินค้า/บริการ (billing) หรือการฉ้อโกงใดๆ <br/>
        • ในกรณีข้อเรียกร้อง การกระทำ หรือกระบวนการพิจารณาใดๆ (รวมถึง แต่ไม่จำกัดเฉพาะ การร่าง และการตรวจสอบเอกสาร เอกสารการทำธุรกรรม การได้รับความเห็นทางกฎหมาย และดำเนินคดี) และ/หรือ ปกป้อง และบังคับสิทธิและหน้าที่ตามสัญญาของบริษัทฯ <br/>
        • เพื่อให้เป็นไปตามและปฏิบัติตามกฎหมาย ระเบียบ กฎ หลักปฏิบัติ หรือแนวทางปฏิบัติใดๆ ที่ออกโดยหน่วยงานตามกฎหมายหรือที่มีอำนาจกำกับดูแล ซึ่งบริษัทฯ มีหน้าที่ต้องปฏิบัติตาม (รวมถึง แต่ไม่จำกัดเฉพาะ การตอบข้อร้องเรียนของหน่วยงานกำกับดูแล การเปิดเผยต่อหน่วยงานกำกับดูแล และการตรวจสอบทางบัญชี การตรวจสอบในเชิงลึก และการสอบสวน) และ/หรือ กระทำการอื่นใดที่จำเป็นในการให้บริการ
        <br/>
        นอกจากนี้ ในกรณีที่บทบัญญัติของกฎหมายที่เกี่ยวข้องอนุญาต บริษัทฯ อาจจะเก็บรวบรวม ใช้ ประมวลผล และ/หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์เพิ่มเติมดังต่อไปนี้<br/>
        • ให้ข้อมูลเกี่ยวกับบริการและข้อมูลการโฆษณาจากบริษัทฯ<br/>
        • จัดหรือทำการตลาดเกี่ยวกับบริการโดยทั่วไป ผลิตภัณฑ์ และสิทธิประโยชน์แก่ผู้ใช้ รวมถึง แต่ไม่จำกัดเฉพาะงานหรือข้อเสนอพิเศษใดๆ จากบริษัทฯ<br/>
        • วัตถุประสงค์อื่นใดตามที่สมเหตุสมผลกับวัตถุประสงค์ที่ได้ระบุข้างต้น<br/>
        บริษัทฯ อาจจะใช้ข้อมูลส่วนบุคคลของผู้ใช้ เพื่อวัตถุประสงค์อื่นใด นอกไปจากที่ได้ระบุไว้ในนโยบายฉบับนี้ โดยอยู่ภายใต้กฎหมายและระเบียบที่เกี่ยวข้อง
        <br/>
        <br/>
        <b>การใช้ข้อมูลระหว่างกัน (Shared Use of Information)</b>
        <br/>
        ระหว่างระยะเวลาที่ผู้ใช้ใช้บริการบริษัทฯ และ/หรือ ผู้ให้บริการภายนอกอาจจะประมวลผล และใช้ข้อมูลส่วนบุคคลของผู้ใช้ในรูปแบบเอกสารที่พิมพ์ขึ้น (printed document) และ/หรือในรูปแบบอิเล็กทรอนิกส์ (soft files) หรือรูปแบบอื่นใด ไม่ว่าจะภายในหรือภายนอกประเทศไทย
        <br/>
        <br/>
        <b>การใช้บริการ (Use of Services)</b>
        <br/>
        • การใช้คุกกี้ (Cookies) <br/>
        เพื่อการให้บริการที่ดีที่สุดเท่าที่จะทำได้แก่ผู้ใช้ และเพื่อวัตถุประสงค์ในการบำรุงรักษาและรักษาความมั่นคงปลอดภัย คุกกี้ (Cookies) จะถูกใช้เพื่อเก็บรูปแบบการตั้งค่าของผู้ใช้ 
        (user settings) เพื่อบันทึกลักษณะการเข้าถึง และตรวจสอบสถิติและรูปแบบการใช้งานต่างๆ ผู้ใช้สามารถเลือกที่จะไม่รับการต่อเชื่อมคุกกี้ได้ ซึ่งจะส่งผลให้ผู้ใช้ไม่สามารถใช้บริการบางส่วนที่จำเป็นต้องต่อเชื่อมคุกกี้
        <br/> <br/>
        • บันทึกผู้เข้าชมเว็บ (Logs) <br/>
        หลังจากที่ผู้ใช้ได้เข้าถึงบริการ ระบบจะเก็บบันทึกหมายเลขไอพี (IP Address) ประเภทของโปรแกรมบราวเซอร์ (Browser Type) และภาษาบราวเซอร์ (Browser Language) ฯลฯ ของผู้ใช้ไว้ที่แพลทฟอร์ม (Platform) ของ Experiencehub โดยอัตโนมัติ (“แพลทฟอร์ม”) โดยข้อมูลเหล่านี้จะใช้เพื่อการวิเคราะห์สภาพแวดล้อมผู้ใช้บริการ (user environment) ซึ่งจะทำให้บริษัทฯ สามารถพัฒนาบริการให้ดีขึ้นได้ และป้องกันมิให้เกิดการฉ้อโกงหรือไม่ได้รับอนุญาตใดๆ อันเป็นเหตุรบกวนการดำเนินการให้บริการตามปกติ
        <br/>
        <br/>
        <b>สิทธิของผู้ใช้ (Platform Operator's and the Personnel's Rights)</b> <br/>
        ผู้ใช้อาจจะยืนยัน เพิ่มเติม หรือแก้ไขข้อมูลส่วนบุคคลของตนเองที่ได้ลงทะเบียนไว้ในการใช้บริการ ไม่ว่าในเวลาใดๆ <br/>
        ผู้ใช้อาจจะขอดู หรือร้องขอสำเนาข้อมูลส่วนบุคคลของตนที่บริษัทฯ  ได้เก็บรวบรวมไว้จากบริษัทฯ โดยการติดต่อบริษัทฯ ตามวิธีที่กำหนดไว้ท้ายนโยบายฉบับนี้ <br/>
        ผู้ใช้อาจจะส่งคำร้องขอให้บริษัทฯ แก้ไข หรือเพิ่มเติมข้อมูลส่วนบุคคลของตน โดยการติดต่อบริษัทฯ ตามวิธีที่กำหนดไว้ท้ายนโยบายฉบับนี้ หากผู้ใช้และ/หรือผู้มีอำนาจกระทำการพบว่า ข้อมูลส่วนบุคคลที่ได้ลงทะเบียนไว้กับบริษัทฯ ได้เปลี่ยนแปลงไป หรือไม่ถูกต้อง ผู้ใช้อาจจะร้องขอให้บริษัทฯ ลบ หรือยกเลิกการเก็บรวบรวม การประมวลผล หรือการใช้ข้อมูลส่วนบุคคลดังกล่าว เว้นแต่กฎหมายและระเบียบที่เกี่ยวข้องอนุญาตให้บริษัทฯ ดำเนินการเก็บรักษา ประมวลผล ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลได้ต่อไป
        <br/>
        <br/>
        เมื่อผู้ใช้ร้องขอการเข้าถึงข้อมูลส่วนบุคคลของตนเอง (รวมถึงขอสำเนาข้อมูลส่วนบุคคลของตน) ซึ่งผู้ใช้ไม่สามารถยืนยัน/เข้าถึง ผ่านการใช้บริการได้ บริษัทฯ อาจจะเก็บค่าธรรมเนียมจากผู้ใช้ในการเปิดเผยข้อมูล ผู้ใช้มีสิทธิเลือกว่าจะให้ข้อมูลส่วนบุคคลกับบริษัทฯ หรือไม่ อย่างไรก็ตาม ผู้ใช้อาจจะไม่สามารถใช้บริการบางส่วนได้ จนกว่าจะได้ให้ข้อมูลตามที่จำเป็นแก่บริษัทฯ
        <br/>
        <br/>
       <b> การอัพเดทข้อมูลส่วนบุคคลของท่าน</b>
       <br/>
        ผู้ใช้สามารถอัพเดทข้อมูลส่วนบุคคลของได้ทุกเมื่อ เพียงเข้าสู่ระบบด้วยบัญชีผู้ใช้บนเว็บไซต์
        <br/>
        <br/>
        <b>เว็บไซต์ของบุคคลที่สาม (Third Party Application)</b> <br/>
        บริการของ Experiencehub มีลิงก์ไปยังเว็บไซต์ของบุคคลที่สาม แต่ Experiencehub จะไม่รับผิดชอบต่อหลักปฏิบัติเรื่องความเป็นส่วนตัวของเว็บไซต์ของบุคคลที่สาม เมื่อผู้ใช้เลิกหรือหยุดใช้บริการของ Experiencehub เราขอแนะนำให้อ่านแถลงการณ์/นโยบายความเป็นส่วนตัวของเว็บไซต์บุคคลที่สามทุกๆ เว็บที่รวบรวมข้อมูล ส่วนบุคคลจากผู้ใช้
        <br/>
        <br/>
        Experiencehub มีตัวเลือกให้ผู้ใช้ส่งออกข้อมูลไปยังเว็บไซต์ของบุคคลที่สาม รวมถึงไซต์เครือข่ายสังคม ซึ่งรวมถึงแต่ ไม่จำกัดเฉพาะ Facebook, Twitter หรือ LinkedIn เมื่อส่งออกข้อมูลดังกล่าว แสดงว่าผู้ใช้อาจกำลังเปิดเผยข้อมูลของผู้ใช้ให้กับบุคคลอื่นหรือองค์กรอื่น ที่รับผิดชอบด้านการดำเนินการและบำรุงรักษาเว็บไซต์ของบุคคลที่สาม บุคคลอื่นที่เข้ามาดูหรือใช้เว็บไซต์เหล่านั้นอาจเข้าถึงข้อมูลของผู้ใช้ได้ เราไม่ได้เป็นเจ้าของหรือดูแลจัดการเว็บไซต์ที่ผู้ใช้เชื่อมต่อ เราจึงขอแนะนำให้ผู้ใช้ระมัดระวังเกี่ยวกับ การเปิดเผยข้อมูลส่วนตัวในลักษณะนี้ และผู้ใช้ควรทบทวนนโยบายความเป็นส่วนตัวของเว็บไซต์นั้น เพื่อรับรองว่าผู้ใช้พอใจกับวิธีที่เว็บไซต์เหล่านั้น ใช้ข้อมูลที่ผู้ใช้มอบให้ กับพวกเขา
        <br/>
        <br/>
        <b>การใช้งาน Google Analytics</b> <br/>
        Experiencehub มีการใช้งาน Google Analytics เพื่อเรียกดูข้อมูลการใช้งานของผู้ใช้ รวมถึง แต่ไม่จำกัดเฉพาะข้อมูลของเบราเซอร์ ข้อมูลของอุปกรณ์ ประเทศที่อยู่ เพื่อจุดประสงค์ในการพัฒนาปรับปรุงประสบการณ์การใช้งานแพลตฟอร์มให้ดียิ่งขึ้น รวมถึงนำข้อมูลพฤติกรรมการใช้งานเพื่อการนำเสนอและโฆษณาสินค้าและบริการของ Experiencehub ที่เหมาะสมกับผู้ใช้แต่ละราย โดยไม่มีการเปิดเผยข้อมูลดังกล่าวให้กับบุคคลอื่นใดนอกเหนือจากใช้งานภายในบริษัทฯ
        หากผู้ใช้ไม่ต้องการให้ Google Analytics  สามารถเข้าถึงข้อมูลการใช้งานของผู้ใช้ได้ สามารถเลือกที่จะปิดการบันทึกการใช้งานผ่านเครื่องมือของ Google 
        ทาง <a href='https://tools.google.com/dlpage/gaoptout/'>https://tools.google.com/dlpage/gaoptout/</a>
        <br/>
        <br/>
        <b> การเข้าถึงข้อมูลส่วนบุคคล</b> <br/>
        ผู้ใช้มีสิทธิ์แจ้งขอไม่ให้เราประมวลผลข้อมูลส่วนบุคคลของผู้ใช้เพื่อวัตถุประสงค์ด้านการตลาด ผู้ใช้สามารถใช้สิทธิ์ในเรื่องนี้ได้โดยเลือกช่องบนแบบฟอร์มที่เราใช้เก็บรวบรวมข้อมูล ของคุณหรือติดต่อเราได้ตลอดเวลา ผู้ใช้อาจเลือกไม่รับอีเมลด้านการตลาดโดยคลิกที่ลิงก์ยกเลิกการเป็นสมาชิกที่ด้านล่างของอีเมลนั้น
        <br/> <br/> <br/>
        </div>
        </StyleText>
        </Container>
    </body>
    <Footer/>
    </>
  )
}

export default PDPA